{
	"Introduction": "Hello there young one. You're the new farmer who moved in aren't ya?#$b#Nice to meet you. My name's Freddie. Come visit whenever you want okay?#$b#My wife and I always welcome company.$h",

//Day before Festivals	
	"spring_12": "I think I'll be enjoying a few devilled egges tomorrow.#$b#I'm excited.$h",
	"spring_23": "These old bones won't let me down tomorrow, I can still dance you know!$h",
	"summer_10": "The gov's coming tomorrow? Oh how fun, I know that guy.#$b#We go way back.",
	"summer_27": "Lola is such a sucker for tomorrow's festival. She loves these events.",
	"fall_15": "Tomorrow you get a chance to show off your farm's produce young one.#$b#Goodluck to you!$h",
	"fall_26": "Ah, the Spirit Eve Festival. I used to love dressing up for these when I was a kid.#$b#Fun fact! I met Lola in one of these festivals!$h",
	"winter_7": "The cold is not so gentle for us old folks. Regardless, I'm still looking forward for tomorrow.#$b#Better prepare some extra layers of cloth for Lola and I though.",
	"winter_14": "My and wife and I used to travel around the world before.#$b#Ah the fun days.",
	"winter_24": "The end of the year is near. It kind of amazes me that my wife and I have lasted this long.#$b#I hope that never changes.$h",

//Days of the Week
	"Mon": "Hello there young one. Visiting today?#$e#I hope you're doing fine now.",
	"Tue": "How's the farm @? I hope it's alright in there.#$e#Have you adjusted to living here yet?",
	"Wed": "I have to wake up early to tend to the crops. Lola insists to help though.#$e#I tell her that's it's fine to stay in bed for a while, I know she has a hard time waking up.",
	"Thu": "The waterfalls all around this village are such a beautiful sight aren't they?#$e#Oh I'm so lucky.",
	"Fri": "Hello there young @. How's it been?#$e#Do you have animals in your farm yet?",
	"Sat": "Oh to be young and lively.#$e#I won't lose! I can still be lively even in this old man body!$h",
	"Sun": "Lola woke up sick earlier... I worry for her...$s#$e#I'm glad she got a bit better a little later. But still.$s",
	
	"Mon2": "How's it going @? You're free for the day?#$e#Have a chat then if you'd like.",
	"Tue2": "Sometimes, the young kids pass by our house. My wife and I would then watch them play.#$e#I'm glad they have a safe place to be kids.",
	"Wed2": "Do you know George and Evelyn back at Pelican Town? Oh you do?#$e#George is an old friend of ours. Evelyn then moved much later, but we weren't that close for Lola and I had to leave town before.",
	"Thu2": "Pika serves great dishes. He has a menu that has different foods of different countries.#$e#I especially like the Tom Kha Soup.$h",
	"Fri2": "If you ever see the rummored rolling kiwi around. Be friendly to it.#$e#Why? I mean why not?$h",
	"Sat2": "It's never too late to try out new stuff @!#$e#Well in my case, new tame stuff that is. My body can only handle so much",
	"Sun2": "Hello there @! How are you today?#$e#I do hope you enjoy your day!$h",
	
	"Mon4": "I like how the trees change colors as the seasons change.#$e#I know it's something we always see. But never forget to appreciate the little things okay?",
	"Tue4": "Oh! I just remembered!$h#$e#I should do some cleaning in the Shed. Lola might get angry at me.#$e#What's in the shed? It's a secret young one.",
	"Wed4": "I remember little Alex when he was visitng the valley before. He was such a hyper kid.#$e#It's a shame to what happened to his parents though. They just disappeared..$s",
	"Thu4": "Hello there young one. How's the farm?#$e#I hope it's doing well! I have heard that you've been having a decent success.$h",
	"Fri4": "Why hello there @. How have you been?#$e#Have a good day!$h",
	"Sat4": "The crops I've been tending have been going well. I hope yours is too @.#$e#I buy my seeds at Jeric's shop. Because is it the closest.$h",
	"Sun4": "We travelled around the world before. My wife and I. Went to alot of trouble.",
	
	"Mon6": "How are you @. I hope you're well.#$e#Lola has been feeling sick at mornings lately... I'm begin to worry.$s#$e#We should visit Doctor Harvey soon.",
	"Tue6": "I asked Philip, the Physical Therapist, about how to improve my walking. My back has been hurting whenever I take a step on my right foot.$s#$e#He gave me a schedule to where he'll visit. What a nice guy.$h",
	"Wed6": "Ah! @! Just the person I wanted to see. I need to ask some help from you.#$e#I need tips on how to grow better crops. My wife and I plan to make a little profit because we are saving to buy something.#$e#Oh! So that's how? Thank you!$h",
	"Thu6": "I heard that your farm's getting bigger profits. You're doing a great job @.$h#$e#I'm happy for your success.",
	"Fri6": "How are you @? Always take care of your self okay?#$e#Never take life for granted.$h",
	"Sat6": "Never forget, You will always have your friends by your side. If you ever feel down. You have your friends to talk to.#$e#Never take things for granted.",
	"Sun6": "Hello there @! How have you been?#$e#How's the farm?#$e#Want to chat for a while?",
	
	"Mon8": "You're a good person @. Also a good friend to an old man like me.#$e#I thank you for your company.$h",
	"Tue8": "Lola woke up in a good health today! I'm so happy!$h#$e#It's the little things that I seem to enjoy nowadays.",
	"Wed8": "If you look closely at the water falls, there seem to be a glowing portion from them.#$e#I have noticed it for some time now. I do wonder what is the reason behind this.",
	"Thu8": "I wish to visit George from time to time. But this old man may not be able to make it there without being super tired.#$e#Oh how I wish to be young. Tell him I said hi!$h",
	"Fri8": "My wife and I always look forward for festivals! It's those rare days where we get to meet old friends.$h#$e#Enjoy life when you can okay?$h",
	"Sat8": "Lola loves to stitch among other things. It has became a hobby of heres when we were travelling the world before.#$e#She learned different stitching techniques from those travels as well.",
	"Sun8": "How are you? I'm glad you visited.#$e#Let me tell you about the time Lola and I almost got robbed at East Carpe.#$e#There was a young tourist there who seemed sketchy. He tried to take Lola's purse.#$e#Unfortunately for him, He didn't know Lola knows jui jutsu and well let's just say the young lad was super embarrassed and ashamed.$h",
	
	"Mon10": "There was a time in one of our travels where we were assigned to steal a diamond from this certain museum.#$e#The name of the diamond was I think the 'Azure Diamond'? Yes, I guess that's right.#$e#So long story short, the heist was successful, but the diamond was cursed!#$b#Lola and I had this burning sensation under our skin for a week! Good thing young Salvador was sent to help with our predicament.$h",
	"Tue10": "I recall the time where Lola and I visited the Ruby Islands before. They had an amazing beach!#$e#In there, we learned how to forge weapons with use of gems. Ikor was an old friend of ours, a famouse blacksmith!#$e#I wonder how's he is doing nowadays.$h",
	"Wed10": "A past mission of Lola where I got so worried was she was tasked to eliminate a band of thieves who were to assassinate the governor before.#$e#I was stationed at a different town on that day and she was the lead for the mission.#$b#He team was immobolized by some unforseen enemy tactics and she was forced to handle the mission alone.#$b#To the surprise of everyone, She took down the gang, not just the assassins, but the whole corporation!#$b#She overdid the job and everyone was just astounded!",
	"Thu10": "Lola woke up with coughs of blood... We immediately called Doctor Harvey..$s#$e#He said that Lola has some case of Bronchitis...$s#$e#I'm just worried @..$s#$e#Excuse me for a moment.$s",
	"Fri10": "%Freddie seems to be half asleep",
	"Sat10": "Lola and I had our first mission when we were rivals.#$e#We were assigned to eliminate monsters in a cave north of Castle Village and we made a contest to who gets more monsters than the other.#$e#Along the competition, I got trapped in a pile of rubble caused by some monsters.#$e#Well then Lola had to save me, but she ended up getting stuck as well.#$e#We then spent a night at the cave, where for some reason, we opened up to one another.#$e#In the late of night, I may have confessed my feelings.. And well. Things started there.$h",
	"Sun10": "You're a good friend @. Thank you for your kindness.#$e#Never forget to give value and appreciation to your friends and family. Never replace them for material things.#$e#You're young and I know you can do more amazing things.#$e#Enjoy life okay?$h",
	
//Seasonal
	"spring_1": "Ah! The spring! This brings me back so much memories to the time where Lola first wore a dress! It was the spring season.#$e#She was never a fan of those!$h",
	"summer_1": "I'd love to visit the beach this season. I hope my wife and I get the time.$h",
	"fall_1": "It's the season for pumpkin soups! Oh how I crave the dish!$h",
	"winter_1": "I have made layers of clothes as a sweater. This season is not old man friendly.",

	
}