{
	"Introduction": "Heya! You're new here? I've never seen you before!#$b#Hi mister! I'm Keahi! Come visit my dad's restaurant sometime okay!$h^Hi miss! I'm Keahi! Come visit my dad's restaurant sometime okay!$h",

//Day before Festivals	
	"spring_12": "I'm training for tomorrow's egg hunt!$h#$b#Give me a challenge tomorrow okay?",
	"spring_23": "Do I have to to the flowerdance tomorrow?$s#$b#I don't wanna wear a suit because I'd have to be very careful not to get it dirty.",
	"summer_10": "Oh! It's the big soup day tomorrow!$h#$b#Wait, it's called that right?",
	"summer_27": "We're going to the beach tomorrow night!#$b#Are you gonna be there too? I hope we can all play!$b",
	"fall_15": "I've been saving to buy many tickets for the games tomorrow!",
	"fall_26": "What are you going to be tomorrow @?#$b#It's gonna be fun!$h",
	"winter_7": "I'm gonna make a giant snowman tomorrow!#$b#It's going to be awesome!!$h",
	"winter_14": "I have to go with dad to the night market tomorrow.#$b#He said something about learning to bargain?",
	"winter_24": "It's gonna be an awesome new year!#$b#I can't wait!$h",

//Days of the Week
	"Mon": "Heya!#$e#Wanna play?",
	"Tue": "Wazzup!#$e#Can we play around your farm?",
	"Wed": "Vincent is a good buddy of mine, He's fun to be around!#$e#Even more fun with Trinnie!$h",
	"Thu": "I saw Yuuma the other day, I invited him over to play but he just walked away.#$e#Hmph. Rude!$a",
	"Fri": "Dad said I've been cooking a little better now!#$e#I mean, I try to cook better so I can go play earlier.",
	"Sat": "Heya! Whatcha doin?#$e#Play?",
	"Sun": "%Keahi seems to be holding his breath",
	
	"Mon2": "Hello there! Have some time to play?#$e#Let's go!$h",
	"Tue2": "Trinnie and Jas made me play tea time with them the other day.#$e#I have to admit, It was fun!$h",
	"Wed2": "Dad got angry at me today because I left the gas stove on after cooking.$s#$e#I'm so guilty. I have to make it up to him.!$s",
	"Thu2": "Heya @!! Wanna play?#$e#Oh you're busy. Aww.$s",
	"Fri2": "Trinnie and I chased some rolling kiwi yesterday!#$e#It was so fast!$h",
	"Sat2": "I played a prank to Mr. Bert the other day and put a fruit under his chair.#$e#Hehehe it was so funny!#$e#Trinnie got scolded when she got home though. I told her I was sorry.$s",
	"Sun2": "That old guy with blue hair is so weird. He keeps putting water in bottles then just looks at them.#$e#I wonder what he's trying to find?",
	
	"Mon4": "Vincent and Jas showed me a little secret with leeks the other day!.#$e#You should make friends with them! Maybe they'll tell you too!$h",
	"Tue4": "Trinnie went all red when I held her hand for a little game we played the other day.#$e#Is she sick?$s",
	"Wed4": "We found some lost toys around the town! Like a doll!#$e#It was a little creepy though. We buried it back.",
	"Thu4": "Heya @!! Wanna join us?#$e#Hey! Can we play around your farm now?$h",
	"Fri4": "Is farming hard? Maybe I can be a farmer.#$e#Oh! I should ask Jeric too! Or even Alissa!",
	"Sat4": "We played around aunt Marnie's farm the other day.#$e#The cows were so cool!!$h",
	"Sun4": "Hey! Look I can dance!#$b#*Doing random movements*#$b#TADA!#$e#Oh yeah! I can totally vibe with that pretty girl in the hotel now!$h",
	
	"Mon6": "I followed Philip the other day. He seems to spend most of his day at Yuuma's house.#$e#I wonder what he does there?",
	"Tue6": "I saw Yuuma with a big man the other day. They were just walking around slowly though.#$e#I think it was his brother?",
	"Wed6": "Jas is so quiet. But she's a good friend!$h#$e#I wonder if I can ask her about her favorite book. Maybe she can talk more if I do?",
	"Thu6": "Miss Penny is such a good teacher! I learned about different animals the other day!#$e#Miss Flor is also fun to talk to, But sometimes she talks about super smart stuff which I can't understand at all and it hurt my brain!$h",
	"Fri6": "Heyaaa! Can I play around your farm now?#$e#Please!? Oh come on!$h",
	"Sat6": "I tried to make a new recipe yesterday. Dad said it needed some more work.#$e#I'm getting pumped! I'll finish that recipe soon!$h",
	"Sun6": "What's up @!!? Can we play around your farm?#$e#No? Okay.",
	
	"Mon8": "Dad got angry at me and Trinnie yesterday.$s#$e#We put a 'Kick me' paper taped at Shane's back. Jas got angry at us too.$s#$e#We shouldn't have done that.$s",
	"Tue8": "I'm going to try make some firecrackers. I'm going to ask Maru for some help.#$e#I hope she agrees!$h",
	"Wed8": "Maru didn't agree with my idea. She was excited at first but then she backed out!$s#$e#I told her I was gonna use it in my magic trick to show to town.$s",
	"Thu8": "Hey! Can I play around your farm now? We're good friends right?#$e#Aww still a no?$s",
	"Fri8": "Trinnie gave me some chocolates. I gladly accepted them!$h#$e#She turned red when I asked her to share it with me. She's being weird nowadays.",
	"Sat8": "Dad said my recipe was getting better!$h#$e#I'm so happy!$h",
	"Sun8": "%Keahi seems to be half asleep",
	
	"Mon10": "Heya @!! Here hold this. [ 0 ] $h#$e#Okay. Bye!$h",
	"Tue10": "Hi @!! I found this! [ 78 ]#$e#It tastes good! I hope you like it!$h",
	"Wed10": "Trinnie and I saw a ninja at the ridge yesterday!!$h#$e#He looked so cool!$h",
	"Thu10": "Hey! Can I play in your farm now?#$e#Still a no? Aw. Okay.",
	"Fri10": "Thank you for being a very fun and good friend @! You can always play with us okay!?#$e#The more the merrier!$h",
	"Sat10": "I finished my recipe! Dad said he was so proud!$h#$e#I swear I didn't cry after he said that!$h",
	"Sun10": "I wish I can fly. So I can see the valley from up above.#$e#That would be so fun!$h",
	
//Seasonal
	"spring_1": "WINTER SPRING SUMMER OR FAAAALL!!!$h",
	"summer_1": "ALL YOU GOT TO DO IS CAAAALL!!$h",
	"fall_1": "AND I'LL BE THEREE!! YEAH YEAH YEAH!$h",
	"winter_1": "YOU GOT A FRIEND!!!$h#$b#Did you take note about what I said every first month @? It's my favorite song!$h",
	
	
}