{
	"Introduction": "Hello dear! You’re new here right?$h#$b#It’s so nice to see new faces in town. It makes me feel so young!$h#$b#My name’s Lola and you’re welcome to come by me and my husband’s place anytime! Provided we’re there of course$h",

//Day before Festivals	
	"spring_12": "Hello @! Are you excited for tomorrow? You better be quick tomorrow. I helped hide those eggs and let me tell you!#$b#I’m really good at hiding stuff",
	"spring_23": "Don’t judge a book by its cover! My husband and I can still dance circles around all of you! Hahaha$h#$b#Just you wait and see when I strut my stuff on the forest tomorrow.",
	"summer_10": "My husband and I were travelling over on the East Coast when we met the governor.#$b#He was still a young lad back then full of dreams and promises like you",
	"summer_27": "I’m so excited for tomorrow’s event!$hLooking at the jellyfish migrate makes me feel so fond of mine and Freddie’s adventures",
	"fall_15": "You have to pick your best produce for tomorrow dear! Much like how you should decide in life. Always look out for the best and always give your best.",
	"fall_26": "The Spirit Festival brings such fond memories for me.$h#$e#I remember I dressed up in a cat suit and actually purred my way to his heart!$4",
	"winter_7": "I can perfectly carry these logs around on my own!$a#$b#Just because I’m an old lady, doesn’t mean I can’t do it. I’ll have you know that what I did back in the days were unspeakable!$a#$e#*sighs* I’m sorry dear, tomorrow’s festival just brings up some memories that I can’t explain.$s",
	"winter_14": "I miss travelling with my husband$s#$b#Maybe I should look for a suitcase tomorrow on the nightmarket.",
	"winter_24": "I’m planning a trip for me and Freddie after the festival tomorrow#$b#I hope that the weather will permit us to travel.#$e#I’m just super ecstatic to finally get some alone time with my husband even just for a little while hihi$h#$e#Oh I’m sorry that must’ve been too much information. ",

//Days of the Week
	"Mon": "Hello dear! How are your first days here?#$b#Don’t forget to water your crops alright?",
	"Tue": "How are you? Have you been to the museum? They have a lot of interesting stuff there. Some of those were donated by me from my ‘work’ before.",
	"Wed": "*yawn*I’m a little sleepy from waking up so early.#$b#I know Freddie tells me to sleep in, but I really just love tending the crops with him. It’s just like our own bonding time you know?$h",
	"Thu": "I’m on my way to the town right now. I’m going to buy ingredients for Freddie’s favorite soup today.",
	"Fri": "OH NO!$u#$b# I have to leave! I forgot to turn off the stove",
	"Sat": "Excuse me dear, I’m just not really in the mood to talk right now$s",
	"Sun": "%Lola seems to be busy",
	
	"Mon2": "Hello there @? Have you been eating well? You look good dear. Keep it up.",
	"Tue2": "I’m going to make some chocolate cake to give to Evelyn. Would you want some hun?#$b#I make scrumptious pastries, I learned the recipes while Freddie and I were in Parisia$h#$b#Ahh such fond memories.",
	"Wed2": "I feel so insulted by those people who ask me if I can’t see from far off$a#$b#I ought to teach them a lesson by throwing shurikens over their heads$a ",
	"Thu2": "One should really learn how to fend for themselves. I learned that early in life.$s#$b#Do you know how to use a weapon dear?",
	"Fri2": "Pika served me the best soup I ever had yesterday! Now, if I could just remember what it’s called! $4",
	"Sat2": "I recommend you go to the cabin if you want a little R and R#$e#What? You don’t know what that means?#$b#Oh dear I must be younger than you are haha but that means rest and relaxation. I heard that they sometimes do yoga there#h",
	"Sun2": "Ahh Sunday, Freddie and I used to drive around the wine country on Sundays. Oh such happy memories$h",
	
	"Mon4": "The cool breeze on my face makes me feel so alive",
	"Tue4": "Oh that husband of mine keeps on forgetting to clean the shed! I’ve been bugging him to take some time to tidy it up!$a#$e#What’s inside the shed you say? Something one wouldn’t dream of dear.",
	"Wed4": "Hey there young one. Are you here for a little chat?#$b#Our home’s always open for you @!",
	"Thu4": "I’m going to make potato gnocchi with purple mushroom to give to Rasmodius. He absolutely loves them! I picked up the recipe while cruising through Izenguarde.#$e#Oh you don’t know who Rasmodius is? He’s the Wizard. We go way back.",
	"Fri4": "Hello dear! I’m on my way to the shed!#$b#I’m going to clean my uhhh, my uhm…My stuff$u  ",
	"Sat4": "Even though I’m an old lady, I like keeping my body in tip-top shape! Since I was young, my job required me to be fit and I’ve never strayed from my routine ever since$h#$b#What was my job you say?#$e#Let’s just say that I’m very close with very high profile people.",
	"Sun4": "My husband and I have very fond memories of travelling to the Pearl Isles.#$b#From there we’ve learned how to grow rice and wheat abundantly.",
	
	"Mon6": "Hi dear! How are you? You look good today!#$b#Oh don’t mind me I feel just a tad bit dizzy. But I’m always up for a chat with you!",
	"Tue6": "I went to my shed earlier and I found a rat!$a#$b#Those nasty little things! They’ll ruin my most prized possessions! They’re the only ones left$s",
	"Wed6": "I really appreciate everything Freddie does for me. He’s always been my companion ever since he saw me and Bliss.#$e#Who is Bliss you say?$u#$b#Oh she’s just something that I’ve always treasured.",
	"Thu6": "*sigh* I miss my job. I miss the thrill of it you know?$s#$b#That’s why you should always treasure those moments that makes you feel alive. You never know when you might get that feeling ever again. ",
	"Fri6": "Have you seen Freddie?$h#$b#He tried on a wig to see if he looks good with hair color!$4#$e#Hahaha if you ask me, he looks better with gray hair. I tell you, he ages beautifully.", 
	"Sat6": "OH YOBA!$u#$b#I forgot to close the shed!#$e#Excuse me but I must hurry to it dear!#$b#What? Uhhh I’m uhm… It’s important that I close it because uhh,$u#$b#here might be raccoons that might go there! Yeah that’s it!$h",
	"Sun6": "Always know that you can come here if ever you need anything alright @?",
	
	"Mon8": "Always remember to look back to where you come from @. I’m really glad you decided to go here to your grandfather’s farm$h#$b#Oh but of course if you hadn’t you would’ve never met someone as awesome as I am dear!$4",
	"Tue8": "I remember when Marlon used to have both his eyes they were so green they almost look like emeralds!#$b#It’s just a shame he lost them in the mines.",
	"Wed8": "My husband misses hiking and long walks, much like when we used to when we were younger. But these old bones just makes it painful for him to do so$",
	"Thu8": "I’m going to polish my stuff over at the shed today. Maybe show you what I have there soon enough dear.",
	"Fri8": "The waterfalls here in the valley remind me of a smaller version of Evergreen Falls in Kyatzia. Oh how I miss travelling with Freddie$s#$e#Did you know that our first kiss happened on its ledge? Nobody was there and we almost fell over while making out$4",
	"Sat8": "%Lola doesn’t have the energy to talk to anyone today",
	"Sun8": " I feel energized today!$h#$b#Hmmmm… I think I’ll go to the forest and join Ysa in her meditation if she’s there",
	
	"Mon10": "In one of our stops at Niphelium, Freddie and I were tasked to recover something from King Tutai’s Pyramid.#$b# You wouldn’t believe how much booby traps they have! I got so scared at one point because Freddie almost slipped and fell in one$a",
	"Tue10": "When Freddie and I visited Rialia we went to the Teatro Arguez#$b#When we stood there, I seriously think I can hear Juv Cario’s cry when he was being assassinated$u#$e#I don’t know why, but I liked the feeling.$h",
	"Wed10": "There was a time where I was stationed in the Gervia Empire it was when I didn’t know Freddie yet, I was just passing by a town where I thought I saw another assassin trying to kill my target.#$b#When I went to confront him it turns out he was the body guard. So I killed him right there and then. Who in their right mind tries to protect a dictator?$a#$b#He certainly got what he deserves",
	"Thu10": "%Lola looks sick and is ignoring you",
	"Fri10": "I’m afraid I’ve exhausted my husband$s#$b#He goes to such lengths to take care of me but here I am getting sicker everyday.$s#$b#Oh can you make sure he’s already eaten for the day?",
	"Sat10": "Do you know what my favorite mission was or is rather?#$e#My favorite mission is the one that I’m still fulfilling even to this day.#$b#When Freddie and I got married we had the minister assign a mission to the both of us, instead of doing our vows.#$b#We were tasked to ‘always be there for each other, to have each other’s backs, to be each other’s best friend, to take care, to love and to protect each other till the day we die’.#$b#We have always, ALWAYS honored our missions. And I really am blessed to have him as my partner both in crime and in life$h",
	"Sun10": "Thank you for everything @, for always visiting me and Freddie whenever you can.#$b#Always remember to spend time with your loved ones and do the things that make you feel alive. Never mind what others may think!$h#$e#And if ever you decide that you want to be like me don’t hesitate to ask! I could still show you a few moves.",
	
//Seasonal
	"spring_1": "Spring time hmmm. I never really enjoyed this season.#$e#It’s a little too girly for my taste.",
	"summer_1": "I’m going to plan a beach trip for me and Freddie.#$b#It’s time I show him my new bikini haha$4#$b#Just kidding I have a one piece suit that I’m sure he’ll love",
	"fall_1": "Oh it’s my favorite time of the year! Such fond memories of dressing up and the weather is just right!$h#$e#Oh that reminds me! I’m going to cook pumpkin soup for my husband tonight! I’m sure he’ll love those!",
	"winter_1": "The cold weather just isn’t good for my fragile bones$s#$b#But nevertheless, it’s the season for hot cocoa and I just have the BEST recipe for it from the Netherlands!",
	
}
