{
	"Introduction": "Oh! You're the new farmer right?#$b#Name's Olga. I'm Alissa's Aunt. Have you met her yet?#$b#Nice to meet you.$h",

//Day before Festivals	
	"spring_12": "The Egg Festival's tomorrow right? I almost forgot.#$e#Well. I hope you enjoy tomorrow! Having breaks is fine too.$h",
	"spring_23": "Bert said he and I should practice our dancing for tomorrow.#$e#I don't mind but I'm suspicious to why he's being sweet.",
	"summer_10": "That Governor tomorrow better like this valley's soup of produce. We all worked hard for them.",
	"summer_27": "The romantic scenery tomorrow night. I just wish Bert shows up for the event.#$e#He sometimes forgets and just falls asleep.$a",
	"fall_15": "Trinnie has been asking us for some spare change since the start of the season.#$e#She says she has been saving for the fair tomorrow.",
	"fall_26": "Are you going to be dressing up for tomorrow @?#$e#Trinnie's costume has been all set since yesterday because she won't stop reminding me.$h",
	"winter_7": "Brr.. Do I have to attend tomorrow? I don't like the cold.#$e#Achoo!$a",
	"winter_14": "Being at the beach at winter nights is so cold!$s#$e#I really wish to stay longer tomorrow and browse the merchant's wares.",
	"winter_24": "Hope you have a wonderful year @. Tomorrow night we have a big feast at the town.#$e#Enjoy breaks okay?$h",

//Days of the Week
	"Mon": "Hello there lad.^Hello there lass.#$e#Quite busy today?",
	"Tue": "Sorry I'm not much of a talker.#$e#Need something?",
	"Wed": "Don't forget to water your crops now @.#$e#It would be a waste to have them wilt.",
	"Thu": "Trinnie and Keahi are good friends.#$e#But I have to scold them once in a while because of some prank that goes too far.$a",
	"Fri": "How are your crops?#$e#Hope they're doing well.$h",
	"Sat": "I like talking to Caroline and Jodi. They're fun to be around.$h#$e#I rarely get the chance to catch up to them though. It's a long walk from the farm to the town.$s",
	"Sun": "Hey there lad.^Hey there lass.#$e#Need something?",
	
	"Mon2": "Never forget to replenish your energy once in a while @.#$e#Taking breaks sometimes gives you more energy for more work.",
	"Tue2": "Hello there @. What are you up to today?#$e#How's the farm?",
	"Wed2": "Bert bought me flowers the other day. He's been so sweet lately.#$e#I wonder what he did wrong this time.$a",
	"Thu2": "Alissa is my brother's daughter. He's off in his job as a ship manager.#$e#He rarely comes home though.",
	"Fri2": "I don't have much peers to talk to around the village.#$e#That's why I look forward to visit the town to see Jodi and Caroline once in a while.",
	"Sat2": "Pierre and Bert are an interesting duo. Sometimes they are the best of friends.#$e#And sometimes they can be the worst of enemies.",
	"Sun2": "Trinnie! Where did that little girl go run off this time.$a#$e#She didn't finish her chores!$a",
	
	"Mon4": "Do you take care of cows in your farm @?#$e#They can be hard to manage at first, but it's worth it.$h",
	"Tue4": "The trees around the farm have been there for many generations.#$e#They have been our family's main source of income.$h",
	"Wed4": "Hmph, That Bert!$a#$e#He actually forgot about my birthday date. I asked him the last time if he knows when my birthday is!$a#$e#He just dodged the question!$a",
	"Thu4": "Where did that little girl go now?$a#$e#Hey there @. Have you seen Trinnie? She didn't finish her chores again!$a",
	"Fri4": "Bert has been spoiling Trinnie for quite some time now.$a#$e#I would have to balance it out or else she turns out misbehaving.$a",
	"Sat4": "Lenny is a fun person to talk to. She has some gossips I didn't even expect.$h#$e#How about you @? Any gossips?@h",
	"Sun4": "Don't make the mistake of buying so much of your supplies at Joja.#$e#They may seem cheap but the quality is questionable at best.",
	
	"Mon6": "I tell you. Bert sometimes is an airhead.$a#$e#Hmph. I do love the guy though.$h",
	"Tue6": "Good day to you lad.^Good day to you lass.#$e#How's the farm going now? I bet you're getting the hang of it.",
	"Wed6": "I keep telling Alissa to try out having a concert for the village at the stage.#$e#She has an amazing voice, Pity she's super shy about it.",
	"Thu6": "Hello there @! Done with work today?#$e#Want to help around here? Haha I'm just kidding. We can manage.$h",
	"Fri6": "That Ian fellow is such a good hardworking young man. He charges a very fair price for his services.#$e#We treat him food sometimes for the hard work.$h",
	"Sat6": "I sometimes visit Lola and knit with her. She has some amazing stories to tell.#$e#Her husband and her travelled around the world before.$h",
	"Sun6": "Have you visited the beach @? I wish I have some time to relax too.#$e#Hmm. Maybe I can squeeze in some time later and visit Jodi.",
	
	"Mon8": "Jodi's husband, Kent, is a good guy.#$e#I hope he's doing fine. Bert said he was having troubles the other day.",
	"Tue8": "Abigail, Caroline's daughter is a little rebelious. I hope Trinnie won't be too much of a rebel too someday.#$e#I mean it's all fine and all. But just in a small amount.",
	"Wed8": "Hello there lad! How's it going?^Hello there lass! How's it going?#$e#You've been a good friend @. Thank you for your company!$h",
	"Thu8": "Have you built a Silo around your farm yet? They can be very useful for storing fodder.#$e#We placed ours next to the barn, but you can place them anywhere.",
	"Fri8": "Having a good day today @? I hope you are.#$e#I'm just finishing some chores for the day.$h",
	"Sat8": "Bert and Trinnie woke me up with a breakfast in bed today because I was feeling a little sick.#$e#I feel so blessed. I was really surprised!$h",
	"Sun8": "Keahi once cooked a dish for us when he visited one day.#$e#He's an amazing cook just like his father!$h#$e#I hope Trinnie can learn a thing or two from him. I mean just good stuff, not the prank stuff.",
	
	"Mon10": "How's the farm going? I heard it was going well!#$e#Looking forward for more of your achievements @! Great work!$h",
	"Tue10": "Do you have some fruit trees at your farm @? Are there any exotic ones?#$e#I wish to visit your farm someday!$h",
	"Wed10": "Trinnie said they saw your farm and told me it was beautiful. Knowing you, I believe her.#$e#She sometimes exaggerate things, But I know she means it.$h",
	"Thu10": "Lenny came by the other day and talked over some coffee.#$e#She told me that there may be something going on between Lewis and Marnie. Hmm I should observe Marnie for some hints. Hehe.$h",
	"Fri10": "Jas the little girl sometimes visits here. She's a very nice girl!$hShe's like a little doll! She's so cute!",
	"Sat10": "If you need any advice or help, My family will always welcome you @.#$e#You've been an amazing friend and we owe you.$h",
	"Sun10": "I wonder what they are researching up there in the Water Research Facility.#$e#I respect their work, But I'm just curious!",
	
//Seasonal
	"spring_1": "Have you prepared for the spring season @? It's best to prepare your seeds.",
	"summer_1": "Fruits are in demand in this season. It's going to be a successful month!$h",
	"fall_1": "I have told Alissa to prepare for the fair this early.#$b#I want our farm to win this year!$h",
	"winter_1": "This season's hard for us farmers right?#$b#If you need any help, you can always come to us okay?$h",
	
}