{
	"Introduction": "Aloha young one!$h#$b#You must be new here, I’m Pika and I own the restaurant Pikas  in the middle of the village.#$e#You should go there sometime.",

//Day before Festivals	
	"spring_12": "The mayor has me helping Gus in making the food preparations for tomorrow#$b#It’s going to be raining ‘huamoa’ tomorrow!$h",
	"spring_23": "*sigh*I miss dancing with my wife$s#$b#If only she were here, I’d be dancing with the most precious wahine$4",
	"summer_10": "I hope everyone will like what we’ve prepared for tomorrow#$b#The festival is very close to my pu’uwai.$h",
	"summer_27": "Hmm I wonder if those moonlight jellies can be used for jellyfish salad..",
	"fall_15": "My son’s thrilled for the festival tomorrow.#$b#I just hope that he learns how to save.$s#$b#It’s important for his future. You never know what might happen to me.$s",
	"fall_26": "The festival’s tomorrow! I’m going to dress up as the bloody chef hikhik$h#$b#Oddly enough, the skeleton decorations remind me of bone broth.#$b#I might just cook some for tomorrow.",
	"winter_7": "There’s not much food tomorrow.#$b# But you could expect a buffet on the feast of the winterstar$h#$b#It’s going to be so grand that Gus and I are already preparing for it!$h",
	"winter_14": "There are lots of good bargains at the night market tomorrow!$h#$b#You should stop by and see for yourself.",
	"winter_24": "I’m so happy to have my Keahi with me for Winter star$h#$b#If only his mother were here then we’d be one big happy ohana$4",

//Days of the Week
	"Mon": "It’s a beautiful day to feed y’all! What’ll you be having?",
	"Tue": "I learned a new recipe for making glazed yams#$b#Come by next time so you could try it out!",
	"Wed": "Sometimes I worry for Keahi$s#$b#He’s always running around carelessly. I fear he might injure himself.",
	"Thu": "Have you visited the Cabin Hotel yet? I heard they’ve got some great rooms and a gym if you’re into working out.",
	"Fri": "Aloha my friend! What will it be for you today?",
	"Sat": "I’m going to buy some supplies for the restaurant later.#$b#Hmm.. I wonder where I can find some basil",
	"Sun": "I’ve been teaching Keahi how to cook since he was 3 years old.#$b#We started with eggs at first.#$b#The scrambled ones. The first time Keahi made them it was so fluffy!#$b#I couldn’t have been more prouder!",
	
	"Mon2": "Hello there! What’ll you have for today? For this week I recommend to you the Nasi Goreng. It’s a special recipe I picked up from my great great grandfather#$b#He said a king’s chef once taught him this! ",
	"Tue2": "Hmmm.. A little bit of this. And a little bit of that.. *tastes the food*#$b#Ahhh perfect! Just the right amount of oomf!$h",
	"Wed2": "KEAHI! What was the first rule that I taught you in the Kitchen??$a#$b$I told you to always close the gas stove$a#$b#AAAAH! This boy’s going to be the death of me!",
	"Thu2": "I told my boy to cook some scrambled eggs this morning and my oh my!#$b#He actually added something to the usual recipe of Eggs and Milk#$b#I’m so proud of my Keahi$h",
	"Fri2": "Elliot visited me earlier and he asked for Tom Kha soup.$h#$b#He said he was writing an ode to his love. ",
	"Sat2": "Keahi’s getting a little handful these days.#$b#He’s always getting into trouble with the other villagers because of his and Trinnie’s pranks.",
	"Sun2": "I really want to take a break during Sundays so that I could spend as much time as I can with Keahi$h",
	
	"Mon4": "That grumpy old man George usually brightens up if you give him some fried mushrooms#$b#You can either buy one from my shop or make one with common mushrooms, morel and oil$h",
	"Tue4": "Pika’s has been flourishing lately$h#$b#Lot’s of customers, means more money to set aside for Keahi’s future.#$e#If only my darling wahine were here.$s#$b#I hope I’m making her proud$4",
	"Wed4": "I’m thinking of making Keahi a treehouse.#$b#I’m just thinking about what materials to use.#$e#Hmm.. I’m going to ask Robin about what she thinks.",
	"Thu4": "Keahi’s always running off somewhere. I just hope he’s being safe$s",
	"Fri4": "Aloha @! What do you feel like eating today?? Do you want to try my pepper poppers? I picked the recipe up when my family visited the land of the matadors.#$b#I added my own spicy kick to it$h",
	"Sat4": "%Pika’s too engrossed in his cooking to talk to you",
	"Sun4": "Sometimes I get absorbed in making innovative recipes that I forget the time Hahaha$h#$b#It got so intense yesterday that I fainted$u",
	
	"Mon6": "I’ve got a new creation I’d like to try!#$e#What do you think about me making a spicy eggplant parmesan with a twist of fried chips on top?#h",
	"Tue6": "I’m on my way to visit Philip right now$s#$b#I actually heard my shoulder pop out while handling my wok$4#$e#I hope I didn’t injure myself.$s",
	"Wed6": "Seeing Keahi enjoy himself$h#$b#A father’s greatest wish is for his son to grow up and be happy.",
	"Thu6": "Keahi has been learning a lot with Penny..*sigh*$s#$e#Don’t get me wrong.I’m grateful for what she’s doing for Keahi.#$b#I just sometimes think about what it would be like if his makuahine is here$4",
	"Fri6": "My Keahi made a new recipe earlier. Haha it just shows that he takes it from his dad right?#$",
	"Sat6": "I’m inspired by Keahi’s new recipe yesterday#$b#I’m on my way to our farm right now to get some fresh produce for this mystery concoction I’m going to try to make.",
	"Sun6": "Keahi’s giving me a headache!$a#$b#That boy actually taped a ‘Kick me’ sign on Shane’s back$s#$b#Poor lad must’ve been kicked in his tushy real good for him to storm in here.#$e#But just between you and me, that was pretty hilarious$h",
	
	"Mon8": "*sigh*Keahi cried because I grounded him for what he did yesterday.$s#$b#No matter how much I want to comfort him#$b#I know that I must stand my ground or else he won’t realize his mistakes$s",
	"Tue8": "I had a hearty chat with that wonderful couple Lola and Freddie$h#$b#Lola even taught me some recipes that she picked up around the world.",
	"Wed8": "Haley went to the store earlier and asked for recommendations for a new diet plan she’s trying#$b#I recommended the coleslaw with a side of wheat bread with special raisins that I made.",
	"Thu8": "Aloha friend!$h#$b#Are you planning on having kids??#$e#If so, I have the perfect recipe that could trick your little one to eat veggies without them knowing.",
	"Fri8": "Hey @! How much time do you think I’ll be able to hand toss the dough and make the pizza?#$b#An hour? Hah! I’ll make it a challenge! I’ll do it in 30 minutes.",
	"Sat8": "I heard little Trinnie gave my Keahi some chocolates yesterday.#$b#Haha I think she has a thing for ka’u keiki$h#$b#These kids.. They remind me of me and my wahine",
	"Sun8": "Little Keahi’s making me so proud!$h#$b#He’s taking after his mother. He’s going to be a fine young man.#$b#His makuahine’s going to be so proud$4",
	
	"Mon10": "I only want what’s best for Keahi.#$b#That’s why as much as possible I give my very best here at the restaurant#$e#My earnings will not only provide for his future, it will also ensure that he has me and his makuahine’s spirit with him as he journey’s in life.",
	"Tue10": "My parents have always supported me in my dreams.$h#$b#It just so happens that my dreams were in line with theirs.#$e#If Keahi chooses a different path in life I’d still support him#$b#I’m just so proud of how much he’s grown. And I know that my wahine is watching over our little boy.",
	"Wed10": "Food has been and will always be a part of everybody’s day-to-day life.#$e#I’m very passionate about food because it could make anyone’s day.#$e#If someone had a bad day, there’s comfort food like soup, ice cream or the likes#$b#If people want to celebrate food is always there.#$e#I like being a part of everyone’s life and through food, I could make them feel that I am there.$h",
	"Thu10": "%Pika seems to be half asleep",
	"Fri10": "Mahalo my friend! Thank you.$h#$b#Thank you for listening to all my troubles and journey’s in life.",
	"Sat10": "Always know that you could come here for comfort if ever you feel anything alright @?",
	"Sun10": "I wish my wahine was here to see our son grow into the nice young boy he is today$s",
	
//Seasonal
	"spring_1": "Ahhh Spring, the abundance of the crops. This makes me very happy$h",
	"summer_1": "Hmmm.. I’m going to plan a trip for me and my little boy to go to the beach#$b#I think it’s time he learns how to fish like how my dad taught me$h",
	"fall_1": "Ahhh the time for pumpkin soups and treats galore!#$b#What great way to bond at cooking with my Keahi while making sweet treats that he could share with his friends!$h ",
	"winter_1": "This season’s making me have a hankering for snicker doodles#$b#Hang on, I’ll look for the recipe!",

}


